Repository: Tom5521/GZGoLauncher
Catalog: locales/po/*.po
Languages: es, pt

source: GZDoom Path
es: Ruta de GZDoom
pt: Caminho do GZDoom

source: Select path
es: Seleccionar ruta
pt: Selecionar caminho

source: ZDoom path
es: Ruta de ZDoom
pt: Caminho do ZDoom

source: Download GZDoom
es: Descargar GZDoom
pt: Baixar GZDoom

source: Downloading...
es: Descargando...
pt: Baixando...

source: Downloaded!
es: ¡Descargado!
pt: Baixado!

source: Retry
es: Reintentar
pt: Tentar novamente

source: Download ZDoom
es: Descargar ZDoom
pt: Baixar ZDoom

source: Current language:
es: Lenguaje actual:
pt: Idioma atual:

source: Run
es: Iniciar
pt: Executar

source: Settings
es: Configuración
pt: Configurações

source: Select a Runner
es: Selecciona un runner
pt: Selecionar um Executor

source: Launch Options
es: Opciones de inicio
pt: Opções de Inicialização

source: Close launcher on start
es: Cerrar el launcher al iniciar
pt: Fechar lançador ao iniciar

source: Audio Options
es: Opciones de audio
pt: Opções de Áudio

source: No sound
es: Sin sonido
pt: Sem som

source: No music
es: Sin musica
pt: Sem música

source: No SFX
es: Sin SFX
pt: Sem efeitos sonoros

source: Gameplay Options
es: Opciones de gameplay
pt: Opções de Jogabilidade

source: Select skill:
es: Dificultad:
pt: Selecionar habilidade:

source: Cancel
es: Cancelar
pt: Cancelar

source: Select a skill
es: Seleccionar una dificultad
pt: Selecionar uma habilidade

source: I'm too young to die.
es: Soy muy joven para morir.
pt: Sou jovem demais para morrer.

source: Hey, not too rough.
es: Oye, no seas tan duro.
pt: Ei, não muito difícil.

source: Hurt me plenty.
es: Hazme mucho daño.
pt: Machuque-me bastante.

source: Ultra-Violence.
es: Ultra-Violencia.
pt: Ultra-violência.

source: Nightmare!
es: ¡Pesadilla!
pt: Pesadelo!

source: Select warp
es: Seleccionar nivel
pt: Selecionar salto

source: **Select wad**
es: **Seleccionar wad**
pt: **Selecionar WAD**

source: **Select mods to use**
es: **Selecciona mods a utilizar**
pt: **Selecionar mods a serem usados**

source: Show credits
es: Creditos
pt: Mostrar créditos

source: Info
es: Información
pt: Informações

source: You will be able to see the changes after restarting
es: Podrás ver los cambios tras reiniciar el programa
pt: Poderá ver as alterações depois de reiniciar

source: Custom arguments:
es: Argumentos personalizados:
pt: Argumentos personalizados:

source: Example: %s
es: Ejemplo: %s
pt: Exemplo: %s

source: Fast monsters
es: Monstruos rapidos
pt: Monstros rápidos

source: No monsters
es: Sin monstruos
pt: Sem monstros

source: Respawn monsters
es: Reaparición de monstruos
pt: Reaparecer monstros

source: Multiplayer
es: Multijugador
pt: Multijogador

source: Packet server
es: Servidor packet
pt: Servidor packet

source: Port:
es: Puerto:
pt: Porto:

source: Connect to
es: Conectar a
pt: Ligar a

source: Enabled
es: Habilidado
pt: Ativado

source: The automatic download of zdoom on mac is not supported, I recommend you to download the binary by yourself and select its path in the corresponding zdoom path.
es: La descarga automática de zdoom en mac no esta soportada, te recomiendo descargar el binario por ti mismo y seleccionar su ruta correspondiente en la ruta de zdoom.
pt: A transferência automática do zdoom no mac não é suportada, pelo que recomendo que transfira o binário por si próprio e seleccione o caminho correspondente no caminho do zdoom.

source: Show output on close
es: Mostrar la salida al terminar
pt: Mostrar saída no fecho

source: Light
es: Claro
pt: Claro

source: Dark
es: Oscuro
pt: Escuro

source: Select theme:
es: Seleccionar tema:
pt: Selecionar tema:

source: Accept
es: Aceptar
pt: Aceitar

source: Select a wad first!
es: Seleccionar un wad primero!
pt: Seleccione primeiro um ficheiro wad!

source: Select a runner first!
es: Seleccionar un runner primero!
pt: Seleccione primeiro um corredor!

source: The file is not valid!
es: El archivo no es valido!
pt: O ficheiro não é válido!

source: The file already exists
es: El archivo ya existe
pt: O ficheiro já existe

source: gzdoom/zdoom not found
es: gzdoom/zdoom no encontrado
pt: gzdoom/zdoom não encontrado

source: the iwad is incorrect or does not exist
es: el archivo iwad es incorrecto o no existe
pt: o iwad está incorreto ou não existe

source: incompatible plattaform
es: plataforma incompatible
pt: plataforma incompatível

source: only for windows
es: solo para windows
pt: apenas para o Windows

source: zdoom is not available on mac
es: zdoom no esta disponible para mac
pt: O zdoom não está disponível no mac

source: ar executable is not in path
es: el ejecutable de ar no esta en el path
pt: ar executável não está no caminho

source: Name
es: Nombre

source: Path
es: Ruta

source: Add
es: Añadir

source: Remove
es: Remover

source: Edit
es: Editar

source: Confirm
es: Confirmar

source: No startup
pt: Sem inicialização

source: Host:
pt: Anfitrião:

source: Error
pt: Erro
